export const TEST_RESULT = [
  {
    pressure: '普通',
    info: '壓力指數還在負荷範圍內',
    advice: [
      '選擇食物，如雞蛋、香蕉和牛奶一類的食物，它們可以提高人體內血清素(快樂荷爾蒙)的水平。',
      '選擇光線明亮的自然環境，人體接受日照的時間對快樂荷爾蒙的分泌非常重要。',
      '通過運動增加快樂荷爾蒙，鍛鍊有助於大腦中色氨酸數量的提高，最終可以促進快樂荷爾蒙的分泌。',
      '其他休閒活動，看書、聽音樂、欣賞美的事物時，人體會感到舒暢和快樂。',
    ],
    links: [
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，可以在我們的生活中增加一些樂趣',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來和大家說說話，也聽聽其他人的故事',
      },
    ],
  },
  {
    pressure: '輕度',
    info: '壓力蠻困擾你，雖能勉強應付，但必須認真學習壓力管理，同時多與良師益友聊一聊',
    advice: [
      '若覺得生活中缺乏幸福感，適時給予他人多一些體貼和溫柔，也有助於心情愉悅。',
      '和關係親密的家人、摯友一同聚會，促膝談心，或是觸摸可愛的寵物能有帶來幸福感、增加人際社交性以及緩和不安、恐懼的效果。',
      '可以訂下可達成的目標或任務，並給自己獎勵。',
    ],
    links: [
      {
        link: '/doctor',
        linkName: '心理諮詢',
        linkInfo: '雖然測驗結果為輕度，找心理師聊聊也不失為一個不錯的舒壓方式',
      },
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，可以在我們的生活中增加一些樂趣',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來和大家說說話，也聽聽其他人的故事',
      },
    ],
  },
  {
    pressure: '中度',
    info: '你的壓力很大，趕快去看心理衛生專要人員，接受系統性的心理治療',
    advice: [
      '以植物精油泡澡或薰香，美好的氣味能令人心曠神怡。',
      '個寧靜的地方盤腿坐下，將腰桿挺直，閉上眼睛，什麼都不要想，認真感受身體的變化，並以平常心看待。多親近大自然，找機會置身山林川原的原始環境中，例如利用假日到郊外健行或爬山，可促進血清素(快樂荷爾蒙)的分泌。',
      '生活抱持惜福的態度，研究發現可提高體內血清素(快樂荷爾蒙)水平，如每天練習寫下三項值得感恩的事物。',
    ],
    links: [
      {
        link: '/doctor',
        linkName: '心理諮詢',
        linkInfo:
          '測驗結果為中度，請找個時間去和心理師說說話，讓他們給你一些建議',
      },
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，可以在我們我們緊繃的生活中紓解一些壓力',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來和大家說說話，抒發心情，也聽聽其他人的故事',
      },
    ],
  },
  {
    pressure: '重度',
    info: '你的壓力已經很嚴重，趕快去看精神專科醫師，依醫師處方用藥物治療與心理治療，幫忙您的生活趕快恢復正常軌道',
    advice: [
      '學習轉念，多提供自己正向的內在語言，避免落入自驗預言的陷阱。凡事樂觀以對，有助血清素(快樂荷爾蒙)分泌。',
      '常從事利他行為（如擔任志工），體內的血清素(快樂荷爾蒙)濃度會增加。',
      '按摩能促進血液循環、幫助肌肉伸展，也可刺激大腦分泌血清素(快樂荷爾蒙)。',
      '賞幽默、搞笑的脫口秀、電影、短片、相聲，或看輕鬆有趣的小說、漫畫等書籍，讓自己能笑口常開。',
    ],
    links: [
      {
        link: '/doctor',
        linkName: '心理諮詢',
        linkInfo: '趕快去找專科醫師，幫助您的生活恢復到正常軌道!',
      },
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，幫助我們紓解生活中部份的壓力',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來看看其他人的分享，聽聽他們如何幫助自己走出壓力',
      },
    ],
  },
];
