export const TEST_RESULT = [
  {
    pressure: '普通',
    info: '壓力指數還在負荷範圍內',
    advice: [
      '選擇食物，如雞蛋、香蕉和牛奶一類的食物，它們可以提高人體內血清素(快樂荷爾蒙)的水平。',
      '選擇光線明亮的自然環境，人體接受日照的時間對快樂荷爾蒙的分泌非常重要。',
      '通過運動增加快樂荷爾蒙，鍛鍊有助於大腦中色氨酸數量的提高，最終可以促進快樂荷爾蒙的分泌。',
      '其他休閒活動，看書、聽音樂、欣賞美的事物時，人體會感到舒暢和快樂。',
    ],
    links: [
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，可以在我們的生活中增加一些樂趣',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來和大家說說話，也聽聽其他人的故事',
      },
    ],
  },
  {
    pressure: '輕度',
    info: '壓力蠻困擾你，雖能勉強應付，但必須認真學習壓力管理，同時多與良師益友聊一聊',
    advice: [
      '選擇食物，如雞蛋、香蕉和牛奶一類的食物，它們可以提高人體內血清素(快樂荷爾蒙)的水平。',
      '選擇光線明亮的自然環境，人體接受日照的時間對快樂荷爾蒙的分泌非常重要。',
      '通過運動增加快樂荷爾蒙，鍛鍊有助於大腦中色氨酸數量的提高，最終可以促進快樂荷爾蒙的分泌。',
      '其他休閒活動，看書、聽音樂、欣賞美的事物時，人體會感到舒暢和快樂。',
    ],
    links: [
      {
        link: '/doctor',
        linkName: '心理諮詢',
        linkInfo: '雖然測驗結果為輕度，找心理師聊聊也不失為一個不錯的舒壓方式',
      },
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，可以在我們的生活中增加一些樂趣',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來和大家說說話，也聽聽其他人的故事',
      },
    ],
  },
  {
    pressure: '中度',
    info: '你的壓力很大，趕快去看心理衛生專要人員，接受系統性的心理治療',
    advice: [
      '選擇食物，如雞蛋、香蕉和牛奶一類的食物，它們可以提高人體內血清素(快樂荷爾蒙)的水平。',
      '選擇光線明亮的自然環境，人體接受日照的時間對快樂荷爾蒙的分泌非常重要。',
      '通過運動增加快樂荷爾蒙，鍛鍊有助於大腦中色氨酸數量的提高，最終可以促進快樂荷爾蒙的分泌。',
      '其他休閒活動，看書、聽音樂、欣賞美的事物時，人體會感到舒暢和快樂。',
    ],
    links: [
      {
        link: '/doctor',
        linkName: '心理諮詢',
        linkInfo: '雖然測驗結果為輕度，找心理師聊聊也不失為一個不錯的舒壓方式',
      },
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，可以在我們的生活中增加一些樂趣',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來和大家說說話，也聽聽其他人的故事',
      },
    ],
  },
  {
    pressure: '重度',
    info: '你的壓力已經很嚴重，趕快去看精神專科醫師，依醫師處方用藥物治療與心理治療，幫忙您的生活趕快恢復正常軌道',
    advice: [
      '選擇食物，如雞蛋、香蕉和牛奶一類的食物，它們可以提高人體內血清素(快樂荷爾蒙)的水平。',
      '選擇光線明亮的自然環境，人體接受日照的時間對快樂荷爾蒙的分泌非常重要。',
      '通過運動增加快樂荷爾蒙，鍛鍊有助於大腦中色氨酸數量的提高，最終可以促進快樂荷爾蒙的分泌。',
      '其他休閒活動，看書、聽音樂、欣賞美的事物時，人體會感到舒暢和快樂。',
    ],
    links: [
      {
        link: '/doctor',
        linkName: '心理諮詢',
        linkInfo: '雖然測驗結果為輕度，找心理師聊聊也不失為一個不錯的舒壓方式',
      },
      {
        link: '/product',
        linkName: '紓壓小物',
        linkInfo: '一些紓壓的小東西，可以在我們的生活中增加一些樂趣',
      },
      {
        link: '/chatRoom',
        linkName: '心情聊天室',
        linkInfo: '來和大家說說話，也聽聽其他人的故事',
      },
    ],
  },
];
